IDEA Open Model
BeamDataEc2.IsAbsValueLimitDeflection Property
Compatible with IDEA StatiCa v 10.1
 true for absolute user value of limit deflection (both - total + rheological)
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool IsAbsValueLimitDeflection { get; set; }
Public Property IsAbsValueLimitDeflection As Boolean
	Get
	Set
public:
property bool IsAbsValueLimitDeflection {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace